{
  "introduction": "Our lab studies large-scale dynamics of the living brain using next-generation experimental methods. Below are some of our specific research interests.",
  "paragraphs": [
    {
      "title": "Brain-wide dynamics.",
      "body": "One of the greatest challenges in experimental neuroscience today is to understand how dynamic molecular and cellular phenomena in the brain give rise to emergent properties of behavior and cognition in mammals. Techniques we are developing and applying in our lab offer unique capability for making this connection, because they enable signaling processes to be measured in deep brain tissue, over wide regions of the brain, in live animals of any size. Some of the questions we are most interested in include:",
      "points": [
        "How do distinct neural and non-neural components contribute to sensory, behavioral, and cognitive functions of the brain?",
        "How are neurochemically-defined signaling mechanisms engaged at a brain-wide level, and how do they shape local and global activity profiles?",
        "What is the relationship between hemodynamic fMRI-based measurements of brain activity and underlying neurophysiological processes?",
        "What are the molecular and cellular hallmarks of resting-state brain activity, and what are the central and peripheral drivers of resting-state function?",
      ]
    },
    {
      "title": "Neuroengineering.",
      "body": "Understanding integrated functions of the brain requires a new generation of experimental tools suitable for probing defined components of neural function on a brain-wide scale. Our laboratory is particularly focused on noninvasive approaches for mapping brain activity, including methods that could eventually be applied in human subjects. This effort requires interdisciplinary collaboration at the interfaces between diverse fields, especially including:",
      "points": [
        "Neuroscience, which frames the problems we work on and informs our technological innovations.",
        "Biological engineering, ranging from methods for in vivo experimentation to bioengineering strategies for construction of novel neuroimaging probes.",
        "Synthetic chemistry and nanotechnology, which we use heavily in the development of imaging probes and rigorous analysis of their performance.",
      ]
    },
    {
      "title": "Molecular imaging.",
      "body": "A core aim of the lab is to develop and apply unprecedented technology for molecular-level imaging in the nervous system. We focus largely on magnetic resonance imaging (MRI)-based methods, because MRI can provide whole-brain in vivo analogs of the powerful readouts optical imaging offers in invasive contexts. Some of our tools are compatible with other imaging techniques as well. Our laboratory has achieved a number of important milestones, which we seek to exploit and build upon. Some examples include:",
      "points": [
        "Imaging of intracellular and extracellular signaling processes in the brain using noninvasive imaging in conjunction with molecular probes developed in our lab.",
        "Introduction of some of the first protein-based and genetically-encodable sensors for molecular neuroimaging.",
        "Novel exploitation of multiple chemical platforms for imaging agent design, including small molecular, nanostructural, and biomolecular components.",
        "Demonstration of new contrast mechanisms, such as those involving implantable microdevices or engineered physiological processes."
      ]
    },    {
      "title": "Brain chemistry.",
      "body": "Our group has a strong focus at the intersection of neuroscience and chemistry. We mean this in two senses: First, we make extensive use of methods from chemistry in our imaging probe development work, ranging from organic synthesis to bioconjugation and nanomaterials; we use rigorous chemical analyses and modeling to characterize probe function as well. Second, we study chemical processes in the brain that offer a counterpoint to more circuit-like conceptions of neural function. A few specific research aims include the following:",
      "points": [
        "Wide-scale mapping of neurochemical release topographies in the brain, and application of genetically-targeted fMRI probes in neurochemically-defined cells.",
        "Exploration of relationships between neurochemical modulation and traditional measures of brain activity.",
        "Measurement of chemical processes that are traditionally less studied, such as extracellular ionic dynamics and neurotransmitter reuptake profiles."
      ]
    },    {
      "title": "Beyond the brain.",
      "body": "Brain biology is contiguous with bodily and environmental influences that exert continuous influence on perception, action, and cognition. Our lab has an interest in understanding how the brain’s interactions with peripheral factors affect its function, sometimes even in the absence of explicit stimuli or behavioral tasks. Projects in the lab aim to address such phenomena in animals and humans:",
      "points": [
        "Correlation of neuroimaging signals with bodily processes outside the brain.",
        "Identification of functionally significant brain-periphery interactions using perturbation experiments in animals."
      ]
    },
  ]
}
