{
  "title": "The Biological Mind",
  "details": ["Basic Books (2018)", "304 pp."],
  "introduction": "This book explores the brain’s nature as a meeting point between internal and external influences on the human mind. Common stereotypes about brain function tend to mask this nature, in a phenomenon Jasanoff refers to as the “cerebral mystique.” Exaggeration of the brain’s computational characteristics, complexity, compartmentalized function, control, and autonomy lead to soul-like views of our mental organ, allowing us to hang onto old-fashioned conceptions of individuality and free will. A more biologically realistic view of the brain promotes better awareness of the interdependent world we live in, and could help us become better people.",
  "links": [
    {
      "text": "Click here to see a presentation about the book, aimed at general viewership.",
      "url": "https://www.youtube.com/watch?v=28UxUyrpjXA"
    },
    {
      "text": "Click here to read a non-technical essay covering main points of the book.",
      "url": "https://aeon.co/essays/we-are-more-than-our-brains-on-neuroscience-and-being-human"
    },
    {
      "text": "Click here to view or purchase on Amazon.com.",
      "url": "https://www.amazon.com/Biological-Mind-Brain-Environment-Collaborate/dp/0465052681"
    }
  ],
  "content": {
    "title": "Highlighted as a top science book of 2018 by The Wall Street Journal, Forbes, and Nature. From the publisher:",
    "text": "To many, the brain is the seat of personal identity and autonomy. But the way we talk about the brain is often rooted more in mystical conceptions of the soul than in scientific fact. This blinds us to the physical realities of mental function. We ignore bodily influences on our psychology, from chemicals in the blood to bacteria in the gut, and overlook the ways that the environment affects our behavior, via factors varying from subconscious sights and sounds to the weather. As a result, we alternately overestimate our capacity for free will or equate brains to inorganic machines like computers. But a brain is neither a soul nor an electrical network: it is a bodily organ, and it cannot be separated from its surroundings. Our selves aren't just inside our heads--they're spread throughout our bodies and beyond. Only once we come to terms with this can we grasp the true nature of our humanity."
  },
  "quotes": [
    {
      "text": "“Alan Jasanoff's elegant and spirited attack on what he calls our ‘cerebral mystique’ ... a lucid primer on current brain science that takes the form of a passionate warning about its limitations.”",
      "source": "Wall Street Journal"
    },
    {
      "text": "“The Biological Mind is chock-full of fun facts that entertain. And best of all, it makes you think. I found myself debating with Jasanoff in my head as I read--surely a sign of a worthy book.”",
      "source": "New York Times"
    },
    {
      "text": "[A]ccessible, written in an engaging style and with a clear message. ... Jasanoff rightly objects to the cerebral mystique known as 'neuroessentialism,' which reduces our lives and societies to the workings of the human brain.",
      "source": "Los Angeles Review of Books"
    },
    {
      "text": "We need Jasanoff's argument right now as a course correction in neuroscientific understanding. While his isn't the last word on these topics, it's the right word at the right time.",
      "source": "Forbes"
    },
    {
      "text": "In this powerful treatise, neurological engineer Alan Jasanoff issues a corrective to the 'cerebral mystique'--the idea that the human brain is a machine-like outlier in the body.",
      "source": "Nature"
    },
    {
      "text": "Jasanoff delivers a highly readable and enjoyable exploration of a series of compelling questions relating to the human experience.",
      "source": "Choice"
    },
    {
      "text": "[T]he book features a learned and experienced author who has the ability to take complex concepts of neuroanatomy and neurophysiology and explain them in easy to understand descriptions. The intelligent reader interested in 21st century understanding of the human brain and particularly those who may be involved in mental or physical health will find this book useful and interesting.",
      "source": "New York Journal of Books"
    },
    {
      "text": "The theme of this rather delightful book could hardly be more important: What makes you you? ... Jasanoff's is a compelling argument.",
      "source": "The Psychologist"
    },
    {
      "text": "[Jasanoff's] clear, lively writing reveals how our emotions, such as the fight-or-flight response and the suite of thoughts and actions associated with stress, provide strong evidence for a brain-body connection.",
      "source": "Science News"
    },
    {
      "text": "Jasanoff writes with admirable clarity as he argues that the modern tendency of neuroscience to take a 'brain-centered view' that overlooks external sources of behavior can lead to epistemological dead ends.",
      "source": "Kirkus Reviews"
    },
    {
      "text": "Taking the brain off of its pedestal, Jasanoff offers an exhaustive, comprehensible, and at times playful (e.g., why do humans now study brains instead of eat them?) look at the brain.",
      "source": "Library Journal"
    },
    {
      "text": "Neuroscientist Alan Jasanoff has identified a widespread 'Brain Mystique'—a collection of folk theories about the brain that are scientifically false. In The Biological Mind, Jasanoff dispels these theories while leading the reader on an engaging tour of real neuroscience, from the brain to the body to the social and physical world.",
      "source": "George Lakoff, coauthor of The Neural Mind"
    },
    {
      "text": "Any book that opens with a historical account of the nutritional merits of eating animal brains and concludes with an imaginary account of theauthor's brain being removed from his body to take up residence in a vat is certainly worth a read, and Alan Jasanoff's The Biological Mind is precisely that. Thought-provoking and enjoyable, this book will provide readers with a new conception of who they are.",
      "source": "Robert Whitaker, author of Anatomy of an Epidemic"
    },
    {
      "text": "The dark side of all the wonderful new neurotechnology at researchers' fingertips is that too many experts are now over-simplifying mental illness, reducing it to mere descriptions of brain physiology. Alan Jasanoff does an outstanding job of bringing much needed nuance,humanity, and compassion to the way we think about mental illness and the brain.",
      "source": "Sally Satel, MD, Lecturer in Psychiatry at the Yale University School of Medicine"
    },
    {
      "text": "Alan Jasanoff's The Biological Mind provides a provocative and accessible neuroscientific defense of the 'extended mind' thesis—the idea that we are much more than our brains,and even the bodies in which they are normally housed. By the conclusion, readers will be left wondering whether Jasanoff's findings suggest something even more radical: that our brains are actually platforms for launching any number of versions of who we really are.",
      "source": "Steve Fuller, Auguste Comte Chair in Social Epistemology at the University of Warwick and author of Humanity 2.0"
    },
  ]
}
