{
  "2018": {
    "img": "/assets/images/papers/2018.jpg",
    "papers": [
      "Nguyen HV, Detappe A, Gallagher NM, Zhang H, Harvey P, Yan C, Mathieu C, Golder MR, Jiang Y, Ottaviani MF, Jasanoff A, Rajca A, Ghobrial I, Ghoroghchian PP, Johnson JA.(2018) “Triply Loaded Nitroxide Brush-Arm Star Polymers Enable Metal-Free Millimetric Tumor Detection by Magnetic Resonance Imaging.” ACS Nano. 2018 Nov 27",
      "Sigmund F, Massner C, Erdmann P, Stelzl A, Rolbieski H, Desai M, Bricault S, Wörner TP, Snijder J, Geerlof A, Fuchs H, Hrabe de Angelis M, Heck AJR, Jasanoff A, Nztiachristos V, Plitzko J, Westmeyer GG (2018) “Bacterial encapsulins as orthogonal compartments for mammalian cell engineering.” Nat Commun 9: 1990.",
      "Okada S, Bartelle BB, Li N, Breton-Provencher V, Lee JJ, Rodriguez E, Melican J, Sur M, Jasanoff A.(2018) “Calcium-dependent molecular fMRI using a magnetic nanosensor.” Nat Nanotechnol. 2018 Jun;13(6):473-477",
      "Ghosh S, Harvey P, Simon JC, Jasanoff A. (2018) “Probing the brain with molecular fMRI.” Curr Opin Neurobiol. 2018 Jun;50:201-210.", 
    ],
  },
  "2017": {
    "img": "/assets/images/papers/2017.jpg",
    "papers": [
      "Nguyen HV, Chen Q, Paletta JT, Harvey P, Jiang Y, Zhang H, Boska MD, Ottaviani MF, Jasanoff A, Rajca A, Johnson JA.(2017) “Nitroxide-Based Macromolecular Contrast Agents with Unprecedented Transverse Relaxivity and Stability for Magnetic Resonance Imaging of Tumors.” ACS Cent Sci. 2017 Jul 26;3(7):800-811.",
      "Wei H, Bruns OT, Kaul MG, Hansen EC, Barch M, Wiśniowska A, Chen O, Chen Y, Li N, Okada S, Cordero JM, Heine M, Farrar CT, Montana DM, Adam G, Ittrich H, Jasanoff A, Nielsen P, Bawendi MG. (2017) “Exceedingly small iron oxide nanoparticles as positive MRI contrast agents.” Proc Natl Acad Sci U S A. 2017 Feb 28;114(9):2325-2330.",
      "Fiallos AM, Bricault SJ, Cai LX, Worku HA, Colonnese MT, Westmeyer GG, Jasanoff A. (2017) “Reward magnitude tracking by neural populations in ventral striatum.” Neuroimage. 2017 Feb 1;146:1003-1015.",
       "Zhuo JM, Tseng HA, Desai M, Bucklin ME, Mohammed AI, Robinson NT, Boyden ES, Rangel LM, Jasanoff AP, Gritton HJ, Han X (2017) “Young adult born neurons enhance hippocampal dependent performance via influences on bilateral networks.” Elife 5: e22429.",
      "Desai M, Slusarczyk AL, Chapin A, Barch M, Jasanoff A (2017) “Molecular imaging with engineered physiology.” Nat Commun 7: 13607.",
    ],
  },
  "2016": {
    "img": "/assets/images/papers/2016.jpg",
    "papers": [
      "Zhuo JM, Tseng HA, Desai M, Bucklin ME, Mohammed AI, Robinson NT, Boyden ES, Rangel LM, Jasanoff AP, Gritton HJ, Han X. (2016) “Young adult born neurons enhance hippocampal dependent performance via influences on bilateral networks.” Elife. 2016 Dec 3;5. pii: e22429.",
      "Desai M, Slusarczyk AL, Chapin A, Barch M, Jasanoff A. (2016) “Molecular imaging with engineered physiology.” Nat Commun 7: 13607.",
      "Fiallos AM, Bricault SJ, Cai LX, Worku HA, Colonnese MT, Westmeyer GG, Jasanoff A. (2016) “Reward magnitude tracking by neural populations in ventral striatum.” Neuroimage. 2017 Feb 1;146:1003-1015. doi: 10.1016/j.neuroimage.",
      "Hai A, Cai LX, Lee T, Lelyveld VS, Jasanoff A. (2016) “Molecular fMRI of Serotonin Transport.” Neuron. 2016 Nov 23;92(4):754-765.",
    ],
  },
}

