[
  {
    "name": "Alan Jasanoff, PhD (PI)",
    "bio": "Alan is interested in mechanistic studies of neural function using brain-wide measurements and on tool development for molecular neuroimaging.",
    "img": "/assets/images/people/AlanJasanoff.jpg",
    "email": "jasanoff@mit.edu"
  },
  {
    "name": "Ali Barandov, PhD",
    "bio": "Ali works on synthesis and application of small-molecule sensors for molecular fMRI, with particular emphasis on calcium imaging.",
    "img": "/assets/images/people/AliBarandov.jpg"
  },
    {
    "name": "Gregory Thiabaud, PhD",
    "bio": "Greg works on design and synthesis of novel MRI sensors based on a variety of paramagnetic chelator complexes.",
    "img": "/assets/images/people/GregThiabaud.jpg"
  },
    {
    "name": "He Wei, PhD",
    "bio": "He is a nanotechnology expert interested in applying nanoparticle-based imaging agents to measure molecular targets in the brain.",
    "img": "/assets/images/people/HeWei.jpg"
      },
      {
      "name": "Horea-Ioan Ioanas, PhD",
      "bio": "Christian is interested in brain-wide measurements of neurochemical signaling and neuropharmacological effects.",
      "img": "/assets/images/people/ChristianIoanas.jpg",
      "email": "horea@mit.edu"
     },
     {
    "name": "Jacob Simon, PhD",
    "bio": "Jacob works on a novel imaging agent architecture for ultrasensitive detection of neural signaling molecules.",
    "img": "/assets/images/people/JacobSimon.jpg",
    "email": "jcsimon@mit.edu"
    },
    {
    "name": "Kei Yamaura, PhD",
    "bio": "Kei works on engineering paramagnetic probes for sensing a variety of neurotransmitters in the brain.",
    "img": "/assets/images/people/KeiYamaura.jpg",
    "email": "yamaurak@mit.edu"
    },
    {
    "name": "Kevin Chung",
    "bio": "Kevin is interested in applying functional and molecular imaging for high resolution mapping of brain activity during behavior.",
    "img": "/assets/images/people/KevinChung.jpg"
    },
    {
    "name": "Miranda Dawson",
    "bio": "Miranda is a bioengineer working on novel strategies for genetic imaging and mapping plasticity related processes in the brain.",
    "img": "/assets/images/people/MirandaDawson.jpg",
    "email": "miranda2@mit.edu"
  },
    {
    "name": "Miriam Schwalm, PhD",
    "bio": "Miriam focuses on application of novel imaging and recording techniques to study the brain-wide dynamics of neural activity.",
    "img": "/assets/images/people/MiriamSchwalm.jpg"
  },
    {
    "name": "Nan Li, PhD",
    "bio": "Nan studies brain circuitry using molecular imaging tools and conventional fMRI, with particular emphasis on functions of the reward system.",
    "img": "/assets/images/people/NanLi.jpg"
    },
    {
    "name": "Robert Ohlendorf, PhD",
    "bio": "Robert works on developing probes that harness physiological processes to produce novel readouts in functional and molecular imaging.",
    "img": "/assets/images/people/RobertOhlendorf.jpg",
    "email": "ohlendor@mit.edu"
  },
    {
    "name": "Sarah Bricault, PhD",
    "bio": "Sarah studies drivers of resting-state brain activity, as well as neural dynamics involved in motivated behavior.",
    "img": "/assets/images/people/SarahBricault.jpg"
  },
    {
    "name": "Souparno Ghosh, PhD",
    "bio": "Souparno is a bioengineer who focuses on genetically-encodable probes for functional imaging in the nervous system.",
    "img": "/assets/images/people/SouparnoGhosh.jpg"
  }
]
